{"2020-11-04": "November 4\nThe United States formally withdraws from the Paris Agreement.", "2020-11-05": "November 5\nFormer White House advisor Steve Bannon is permanently banned from Twitter after suggesting FBI Director Christopher Wray and NIAID Director Dr. Anthony Fauci be beheaded during a live broadcast.\n2020 presidential election: Amid election-related protests, Facebook bans a 300,000-member Stop the Steal group page being used by supporters of President Trump to organize protests against the election results, citing calls for violence by some participants.", "2020-11-06": "November 6\nCOVID-19 pandemic:\nTexas surpasses one million confirmed cases of COVID-19, the first state and the world's first place to pass that milestone that is not an independent country.\nMichigan surpasses 200,000 confirmed cases of COVID-19.", "2020-11-07": "November 7\n2020 presidential election:\nJoe Biden is projected to have won the presidential election, following several days of uncertainty due to postal vote counting. He is to be inaugurated on January 20, 2021. It is the first time since 1992 that an incumbent president's challenger has won the election over the incumbent president, when Bill Clinton defeated George H. W. Bush.\nKamala Harris is the first woman and first person of color to be elected Vice President of the United States. Her husband, Doug Emhoff, is to become the first Second Gentleman and the first Jewish spouse of a U.S. vice president.", "2020-11-08": "November 8", "2020-11-09": "November 9\n2020 presidential election: President Trump's re-election campaign files multiple lawsuits in several states alleging widespread electoral fraud.\nCOVID-19 pandemic: Housing and Urban Development Secretary Dr. Ben Carson tests positive for COVID-19.", "2020-11-10": "November 10\nPresident Trump promotes a number of reported loyalists to various roles in the Defense Department following the November 9 ouster of Defense Secretary Mark Esper.", "2020-11-11": "November 11", "2020-11-12": "November 12\n2020 presidential election: A coalition of federal and state officials declare the 2020 presidential election \"the most secure in American history\" and states there is no evidence of compromised voting systems.\nCOVID-19 pandemic:\nCalifornia becomes the second state after Texas to reach one million cases.\nMore than 150,000 new cases are reported nationwide, setting a world record for a third consecutive day.\nThe FBI arrests convicted murderer Leonard Rayne Moses, who escaped from custody in 1971 and had been on their Ten Most Wanted Fugitives list.", "2020-11-13": "November 13\n2020 presidential election: President-elect Joe Biden is projected to win Arizona, the first Democrat to do so since Bill Clinton in 1996.\nCOVID-19 pandemic:\nMore than 130 Secret Service agents are ordered to self-isolate or quarantine.\nNevada Governor Steve Sisolak tests positive for COVID-19.\nMichigan, Wisconsin, Maryland, and Illinois report new single-day records for new cases. Illinois breaks the national record for new cases reported by a state in a single day.\nOregon and North Dakota issue new mask mandates and restrictions on businesses.\nA 5.5 Mw earthquake strikes Tonopah, Nevada, the largest earthquake in Nevada in over 66 years.", "2020-11-14": "November 14\n2020 presidential election: Thousands of protesters march in Washington, D.C. in support of President Trump and his claims of electoral voter fraud.", "2020-11-15": "November 15\n2020 presidential election: President Trump concedes that Joe Biden won the presidential election, but alleges vote rigging.\nCOVID-19 pandemic: Kentucky and New Jersey report new single-day records for new cases.", "2020-11-16": "November 16\nSpaceX Crew-1, the first operational SpaceX crew dragon mission, launches from the Kennedy Space Center.\nCOVID-19 pandemic:\nTexas surpasses 20,000 confirmed deaths from COVID-19, becoming the state with the second highest number of reported deaths in the country, behind New York.\nRepresentatives Cheri Bustos (D-Illinois) and Tim Walberg (R-Michigan) announce they have tested positive for COVID-19. Representative Mark Pocan (D-Wisconsin) says he is self-isolating.", "2020-11-17": "November 17\nCOVID-19 pandemic:\nWisconsin reports a record 92 new fatalities within the previous 24 hours, bringing the death toll to 2,741. A record 318 hospitalizations are also reported.\nMaine, Idaho, and New Mexico report new single-day records for new cases.\nPennsylvania announces that out-of-state travelers will be required to either quarantine or present a negative COVID-19 test result to enter the state.\nOhio Governor Mike DeWine orders a three-week night time curfew from 10:00 pm until 5:00 am EST beginning November 19.\nU.S. Senator Chuck Grassley (R-Iowa) tests positive for COVID-19.\nThe FDA grants emergency use authorization to a home testing kit by Lucira Health, Inc. that provides COVID-19 results in 30 minutes.", "2020-11-18": "November 18\nCOVID-19 pandemic:\nNationwide COVID-19 deaths surpass 250,000.\nThe U.S. military reports a record high of 1,314 new COVID-19 cases.\nNew York City Mayor Bill de Blasio orders public schools to conduct classes exclusively online.\nMinnesota Governor Tim Walz imposes several new four-week restrictions on businesses and indoor gatherings beginning November 20.\nThe Federal Aviation Administration allows the Boeing 737 MAX to fly in the United States citing modifications following a 20-month ban.", "2020-11-19": "November 19\nBy this date, one-third of the Cincinnati City Council has been arrested this year on bribery charges.\n2020 presidential election: Joe Biden's win in Georgia is upheld and reaffirmed following a hand recount, making him the first Democrat to win the state since Bill Clinton in 1992.\nCOVID-19 pandemic:\nUtah reports a record amount of new COVID-19 daily cases and deaths.\nPennsylvania and Maryland report new daily records for new cases.\nCalifornia Governor Gavin Newsom orders a 10:00 p.m. to 5:00 a.m. PST curfew for 41 counties beginning November 21, affecting more than 90 percent of the state population.", "2020-11-20": "November 20\nAt least eight people are injured in a mass shooting at the Mayfair Mall in Wauwatosa, Wisconsin.\nCOVID-19 pandemic:\nMichigan, Ohio, California, and Utah report new single-day records for new cases.\nDonald Trump Jr. and U.S. Senator Rick Scott (R-Florida) test positive for COVID-19.", "2020-11-21": "November 21\nCOVID-19 pandemic:\nNationwide COVID-19 cases surpass 12 million, six days after surpassing 11 million cases. More than 200,000 new cases have been reported in recent days.\nMichigan and New Jersey both surpass 300,000 confirmed cases of COVID-19.\nU.S. Senator Kelly Loeffler (R-Georgia) enters quarantine after testing positive for COVID-19.\nThe FDA grants emergency use authorization for Regeneron Pharmaceuticals' antibody cocktail to treat COVID-19 patients.", "2020-11-22": "November 22\nThe United States withdraws from the Open Skies Treaty.", "2020-11-23": "November 23\n2020 presidential election:\nThe presidential transition of President-elect Joe Biden formally begins.\nJoe Biden nominates several people to his cabinet, including Avril Haines as the first female Director of National Intelligence, Alejandro Mayorkas as the first Latino Secretary of Homeland Security, and Janet Yellen as the first female Treasury Secretary.", "2020-11-24": "November 24\nElon Musk overtakes Bill Gates to become the second richest person in the world, with a net worth of $127.9 billion, behind only Jeff Bezos.\nThe Dow Jones increases by 500 points to surpass 30,000 for the first time.", "2020-11-25": "November 25\nPresident Trump pardons ex-National Security Adviser Michael Flynn.\nCOVID-19 pandemic:\nTexas reports a new daily record for new cases.\nWyoming Governor Mark Gordon tests positive for COVID-19.", "2020-11-26": "November 26", "2020-11-27": "November 27\n2020 presidential election: A recount in Wisconsin's largest county results in Joe Biden achieving a net gain of 132 votes.\nCOVID-19 pandemic:\nNationwide COVID-19 cases surpass 13 million cases, six days after surpassing 12 million cases, the fourth million-milestone of the month.\nMinnesota reports a new daily record for new deaths.\nNew York reports its highest daily new case total since April 24.", "2020-11-28": "November 28\nWilton Daniel Gregory becomes the first African American cardinal.\nCOVID-19 pandemic:\nMichigan surpasses 9,000 confirmed deaths from COVID-19.\nOhio surpasses 400,000 COVID-19 cases.\nColorado Governor Jared Polis and his husband Marlon Reis test positive for COVID-19.", "2020-11-29": "November 29\nPresident-elect Biden nominates an all-female communications team, including Kate Bedingfield as Communications Director and Jen Psaki as Press Secretary.\nCharles Manson follower Leslie Van Houten's parole request is rejected by the state of California.", "2020-11-30": "November 30\nArizona Proposition 207 comes into effect, making Arizona the 12th state to legalize recreational cannabis.", "2020-12-01": "December 1\nCOVID-19 pandemic:\nCongress unveils a $908 billion COVID-19 relief plan.\nOregon reports a new single day record for new deaths.\nFlorida exceeds one million COVID-19 cases, the third state to do so after Texas and California.\nThe Pennsylvania Supreme Court allows Bill Cosby to appeal a 2018 sexual assault conviction.", "2020-12-02": "December 2\nFormer astronaut Mark Kelly is sworn in as a U.S. Senator after a special election in Arizona.\nCOVID-19 pandemic:\nNew nationwide COVID-19 cases surpass 200,000 as the number of hospitalized COVID-19 patients surpasses 100,000.\nMassachusetts reports record new daily cases and Illinois reports a record amount of new deaths.\nNew Mexico surpasses 100,000 COVID-19 cases.", "2020-12-03": "December 3\nCOVID-19 pandemic:\nTotal nationwide COVID-19 cases surpass 14 million and total deaths surpass 274,000.\nPresident-elect Joe Biden announces that Dr. Vivek Murthy and Jeffrey Zients will lead his administration's response to the COVID-19 pandemic and asks Dr. Anthony Fauci to become the White House Coronavirus Task Force's chief medical advisor.\nThe Department of Justice files a lawsuit against Facebook, accusing them of discriminating against American workers.\nThe circuit court of Kenosha, Wisconsin orders the 17-year old suspect in the fatal Kenosha protest shooting to stand trial on two first-degree homicide charges, as well as possession of a firearm by a minor and two counts of reckless endangerment.", "2020-12-04": "December 4\nCOVID-19 pandemic: Nationwide new daily cases surpass 227,885, breaking a record set the previous day.\nThe House of Representatives passes the MORE Act to decriminalize recreational cannabis at the federal level.", "2020-12-05": "December 5", "2020-12-06": "December 6\nCOVID-19 pandemic:\nPresident Donald Trump says his personal lawyer and former New York City mayor Rudy Giuliani has tested positive for COVID-19.\nThe Arizona House and Senate closes for a week due to COVID-19 concerns.\nPresident-elect Biden nominates California Attorney General Xavier Becerra to be the first Latino Health and Human Services Secretary.\nThe Cleveland Browns defeat the Tennessee Titans 41–35 to secure their first winning season since 2007.", "2020-12-07": "December 7\n2020 presidential election: Georgia re-certifies Joe Biden as the winner of the state following a second recount.\nJoe Biden nominates retired Army General Lloyd Austin to be the first African American Secretary of Defense.\nThe National Football League announces an investigation into the Washington Football Team for allegations of workplace sexual harassment.\nCOVID-19 pandemic:\nMichigan extends its statewide partial shutdown on businesses, indoor dining in restaurants, and in-person instruction at high schools and colleges through December 20 after surpassing 400,000 confirmed COVID-19 cases.\nWyoming issues new containment procedures, including a statewide mask mandate for indoor public spaces lasting from December 9 to January 8.", "2020-12-08": "December 8\nCOVID-19 pandemic:\nNationwide COVID-19 cases surpass 15 million, with about one out of every 22 Americans having tested positive since the pandemic began.\nMichigan surpasses 10,000 confirmed deaths from COVID-19.", "2020-12-09": "December 9\nVice President Mike Pence announces the 18 Artemis astronauts at the eighth meeting of the National Space Council.\nCOVID-19 pandemic:\nThe U.S. surpasses 3,000 nationwide COVID-19 deaths in a single day for the first time.\nPennsylvania Governor Tom Wolf tests positive for COVID-19.\nNearly 30 members and staffers of the Michigan House of Representatives test positive for COVID-19.\nAlabama Governor Kay Ivey announces that the statewide mask mandate and stay-at-home order will be extended until January 22.", "2020-12-10": "December 10", "2020-12-11": "December 11\n2020 presidential election: The Supreme Court denies a lawsuit to overturn Joe Biden's victory in four battleground states.\nCOVID-19 pandemic:\nNationwide COVID-19 cases surpass 16 million and a new one-day record of 3,309 deaths are reported.\nCalifornia reports 35,468 new cases in the previous 24 hours, a new single-day record, and reports a record number of 2,013 hospitalized patients and 2,669 intensive care patients.\nThe FDA grants emergency authorization of the Pfizer-BioNTech tozinameran COVID-19 vaccine.", "2020-12-12": "December 12\nCOVID-19 pandemic: Florida surpasses 20,000 deaths from COVID-19, including residents and non-residents.\nFour people are stabbed, one is shot, and 33 are arrested during pro-Donald Trump protests in Washington, D.C.", "2020-12-13": "December 13", "2020-12-14": "December 14\nCOVID-19 pandemic:\nNationwide COVID-19 deaths exceed 300,000.\nWest Virginia Governor Jim Justice is the first high-ranking elected official to receive the Pfizer-BioNTech tozinameran vaccine.\nEarly voting in the upcoming Georgia runoff elections begin.\nU.S. Representative Paul Mitchell (R-Michigan) announces he is leaving the Republican Party and becoming an independent.", "2020-12-15": "December 15\nPresident-elect Joe Biden nominates Pete Buttigieg to be Secretary of Transportation, becoming the first openly gay person appointed to a cabinet-level position if confirmed.", "2020-12-16": "December 16\nCOVID-19 pandemic:\nSecretary of the Interior David Bernhardt and U.S. Representative Joe Wilson (R-South Carolina) test positive for COVID-19. Secretary of State Mike Pompeo enters quarantine.\nTennessee and California report daily records for new cases. California also reports a new daily record for deaths.\nMichigan surpasses 11,000 deaths from COVID-19, eight days after surpassing 10,000.", "2020-12-17": "December 17\nJoe Biden nominates Deb Haaland for Secretary of the Interior, becoming the first Native American appointed to a cabinet-level position if confirmed.\nCOVID-19 pandemic:\nCalifornia reports new single-day records for new cases and new deaths, also breaking national records.\nTexas reports a daily record for new cases.", "2020-12-18": "December 18\nRoy Charles Waller, also known as the NorCal Rapist, is sentenced to 897 years in prison for a series of rapes that spanned from 1991 to 2006.\nCOVID-19 pandemic:\nThe FDA authorizes emergency use of the Moderna COVID-19 vaccine.\nVice President Mike Pence, Second Lady Karen Pence, Surgeon General Jerome Adams, House Speaker Nancy Pelosi, and Senate Majority Leader Mitch McConnell receive the tozinameran vaccine.\nMinnesota State Senator Jerry Relph dies of COVID-19 complications.", "2020-12-19": "December 19", "2020-12-20": "December 20", "2020-12-21": "December 21\nCOVID-19 pandemic:\nCongress passes the Consolidated Appropriations Act, 2021, a packaged $2.3 trillion pandemic relief and omnibus spending bill. At 5,593 pages, it is the longest bill ever passed by Congress.\nPresident-elect Joe Biden and incoming First Lady Jill Biden receive the tozinameran vaccine.", "2020-12-22": "December 22\nPresident Trump begins issuing a new round of pardons for dozens of associates, including Roger Stone, Paul Manafort, and Charles Kushner.\nCalifornia Secretary of State Alex Padilla is appointed to fill the remaining Senate term of Kamala Harris, becoming the state's first Latino senator.", "2020-12-23": "December 23", "2020-12-24": "December 24\nCOVID-19 pandemic:\nCalifornia is the first state to surpass two million COVID-19 cases.\nArkansas reports a new one-day record for new cases.", "2020-12-25": "December 25\nA suicide car bomb explosion in downtown Nashville, Tennessee leaves multiple people injured.", "2020-12-26": "December 26", "2020-12-27": "December 27\nCOVID-19 pandemic: Nationwide COVID-19 cases surpass 19 million, having averaged 185,000 daily cases over the previous week.", "2020-12-28": "December 28", "2020-12-29": "December 29\nCOVID-19 pandemic:\nVice President-elect Kamala Harris and her husband Doug Emhoff receive the Moderna vaccine.\nCalifornia reports a new record amount of daily deaths.\nA statue of Abraham Lincoln in Boston that featured a slave kneeling before the former president is removed.\nThe Department of Justice announces there will be no charges against the two Cleveland, Ohio police officers accused of killing Tamir Rice.", "2020-12-30": "December 30", "2020-12-31": "December 31\nCOVID-19 pandemic:\nGeorgia Senate runoff candidate David Perdue and his wife enter quarantine despite negative test results.\nA Wisconsin pharmacist is arrested after destroying 500 doses of the Moderna vaccine.", "2021-01-01": "January 1", "2021-01-02": "January 2", "2021-01-03": "January 3", "2021-01-04": "January 4", "2021-01-05": "January 5", "2021-01-06": "January 6", "2021-01-07": "January 7"}